; TaskSwitchXP Pro 2.05-2.06 Spanish LA Language File
; Translated and corrected by Alvaro Quezada
; VERSION: 1.0.3 

; Corrected some misspellings
; Added 20111 String
; Fixed 22003 string problem
; Updated file info.
 


19999="Spanish (Latinoamérica)"


; Configuration
20000="Configuración de TaskSwitchXP Pro 2.0"
20001="Aceptar"
20002="Cancelar"
20003="Aplicar"

; Filters
20031="Archivos de Configuración de TaskSwitchXP (*.cfg)"


; Pages
20050="General"
20051="Apariencia"
20052="Lista de Tareas"
20053="Vista Previa"
20054="Info. de Tareas"
20055="Atajos"
20056="Exclusiones"
20057="Avanzado"
20058="Acerca..."

; Page descriptions
20070="Opciones Generales"
20071="Opciones de Apariencia"
20072="Lista de Tareas"
20073="Opciones de Vista Previa"
20074="Información de Tareas"
20075="Atajos para TaskSwitchXP"
20076="Exclusiones para TaskSwitchXP"
20077="Opciones Avanzadas"
20078="Acerca de TaskSwitchXP"


; General page
20100="Idioma:"
20101="<a id=\"idLang\" href=\"\">Descargar más traducciones</a>"
20102="Usar ajustes por separado para cada usuario en este equipo"
20103="Iniciar automáticamente al iniciarse el sistema"
20104="Dar Alta Prioridad a TaskSwitchXP"
20105="Revisar si 'MS PowerToys TaskSwitcher' esta en ejecución"
20106="Iconos en la bandeja de inicio:"
20107="Mostrar el icono de TSXP junto al reloj cuando se inicie el equipo"
20108="Usar iconos personalizados:"
20109="Minimizar ventanas junto al reloj al hacer clic derecho en Minimizar"
20110="No ocultar automáticamente el icono de TSXP en la barra de tareas"

; NEW STRING!!

20111="Agregar los elementos minimizados junto al reloj al final de la lista de Alt-Tab"

20120="Restaurar"
20121="Abrir"
20122="Guardar"

; Appearance page
20200="Posición en la pantalla:"
20201="Mostrar en el monitor activo"
20202="Mostrar sombra en la ventana de TaskSwitchXP"
20203="Habilitar transparencia para la ventana de TaskSwitchXP:"
20204="Habilitar fundido de entrada (en milisegundos):"
20205="Habilitar fundido de salida (en milisegundos):"
20206="Modos preferidos de dibujado:"
20207="Estilo visual de XP:"
20208="Estilo Clásico:"
20209="Forzar a TaskSwitchXP usar el Estilo Clásico"
20210="Mostrar el panel de tareas a la Izquierda"

; Position on screen
20270="Arriba - Izquierda"
20271="Arriba - Centro"
20272="Arriba - Derecha"
20273="Centro - Izquierda"
20274="Centrado"
20275="Centro - Derecha"
20276="Abajo - Izquierda"
20277="Abajo - Centro"
20278="Abajo - Derecha"

; Modern XP skins
20280="Estilo de Menú de Inicio (por defecto)"
20281="Estilo PowerToy TaskSwitcher"
20282="Estilo de Ventana Simple"
20283="Estilo Plano XP"
20284="Estilo Suave XP"
20285="Estilo Barra de Tareas"

; Classical skins
20290="Estilo de menú de Inicio (por defecto)"
20291="Estilo de menú de Inicio Plano"


; Task List page
20300="Lista de vistas:"
20301="Numero de columnas:"
20302="Ancho (en píxeles):"
20303="Número de Líneas:"
20304="Iconos Pequeños"
20305="Habilitar burbujas de ayuda para cada lista de iconos"
20306="Habilitar cursor de mano para los elementos más utilizados"
; or something like 20307="Enable mouse over selection", 
; I've translated it to Russian as: 20307="Select list item under cursor"
20307="Habilitar selección por Mouse de elementos más utilizados"
20308="Rueda de Mouse inversa"
20309="Estilo de la selección:"
20310="Líneas punteadas alrededor"
20311="Estilo del texto y colores:"
20312="Fuente:"
20313="Tamaño:"
20314="N"
20315="C"
20316="Índice de Color:"

; List views
20390="Iconos"
20391="Lista Vertical"

; Selection styles
20380="Rectángulo sin relleno"
20381="Rectángulo rellenado"
20382="Rectángulo redondeado"

; Color indexes
20370="Textos"
20371="Textos Seleccionados"
20372="Fonods Seleccionados"
20373="Texto 1 Marcado"
20374="Marca deñ Fondo 1"
20375="Texto 2 Marcado"
20376="Marca del Fondo 2"


; Preview page
20400="Estilo de Vista Previa:"
20401="Estilo de vista previa de \"Pantalla\""
20402="Estilo de vista previa de \"Ventana\" "
20403="Incluir la barra de tareas en las imágenes de vista previa"
20404="Dibujar solo las últimas ventanas emergentes de programas"
20405="No mostrar el fondo de escritorio en la vista previa (viejo estilo 1.0)"
20406="Poner la imagen de fondo escritorio como fondo de las vistas previas"
20407="Dibujar borde alrededor de la imagen de vista previa"
20408="Centrar la imagen de vista previa verticalmente"
20409="Mostrar los títulos de las ventanas minimizadas en la vista previa (*)"
20410="Excluir todas las ventanas en-capas de la vista previa(*)"
20411="Ancho de la imagen de vista previa (en píxeles):"
20412="Retraso de la generación de la imagen (en milisegs.):"
20413="No alojar en el caché la imágenes de vistas previas"
20414="Actualizar en-vivo las vistas previas (en milisegundos):"


; Info page
20500="Barra superior de Títulos:"
20501="Fuente:"
20502="Tamaño:"
20503="N"
20504="C"
20505="Color:"
20506="Dibujar sombra:"
20507="Profundidad:"
20508="Color:"
20509="Mostrar el icono de la aplicación en la barra superior de título"
20510="Usar iconos pequeños en la barra superior de título"
20511="Barra Inferior de Información:"
20512="Fuente:"
20513="Tamaño:"
20514="N"
20515="C"
20516="Color:"
20517="Dibujar sombra:"
20518="Profundidad:"
20519="Color:"
20520="Alto:"
20521="Formato:"

; Info formats
20590="Ninguno"
20591="Sólo Número de la tarea"
20592="ID del Proceso"
20593="Nombre del Proceso"
20594="Nombre del Proceso [PID]"
20595="Descripción del Programa"


; Hotkeys page
20600="Remplazar el método abreviado estándar de Windows: Alt+TAB"
20601="Habilitar la activación con CTRL + ALT + (SHIFT) +TAB"
; or something like 20602="Don't hide TaskSwitchXP window on Alt releasing"
20602="No ocultar la ventana de TaskSwitchXP al soltar la tecla ALT"
; or something like 20603="Use low-level method to replace Alt-Tab"
20603="Usar método de bajo nivel para remplazar ALT+TAB"
20604="Control de TaskSwitchXP:"
20605="Lista de Aplicaciones:"
20606="Lista de Instancias:"
20607="Configurar TaskSwitchXP:"
20608="Mostrar/Ocultar el icono cerca del reloj:"
20609="Salir de TaskSwitchXP:"
20610="Atajos adicionales:"
20611="Minimizar la ventana al lado del reloj:"
20612="Restaurar desde el lado del reloj:"


; Exclusions page
20700="Nuevo"
20701="Editar"
20702="Remover"

; List groups
20780="Dibujar Vista Previa"
20781="Enumeración de Ventanas"

20790="Nombre"
20791="Parámetros"

; Advanced page
20800="Títulos de las ventanas:"
20801="Usar títulos de las ventanas principales de cada aplicación"
20802="Configuración de Interfaz avanzada:"
20803="Remover barra superior de título"
20804="Remover barra inferior de información"
20805="Acciones del icono de la bandeja del sistema"
20806="Menú contextual:"
20807="Configuración:"
20808="Lista de Aplicaciones:"
20809="Lista de Instancias:"
20810="Ajustes de este configurador:"
20811="Mostrar siempre la ventana de configuración al frente"
20812="Recordar la posición de la ventana de configuración"
20813="Recordar la última página de configuración vista"
20814="Iniciar TaskSwitchXP al iniciar/cerrar"

; Tray icon actions
20890="Ninguna"
20891="Clic Izquierdo"
20892="Doble Clic Izquierdo"
20893="Clic con el botón del medio"
20894="Doble clic con el botón del medio"
20895="Clic con el botón derecho"
20896="Doble Clic con el botón derecho"


; About page

; Information about you: contact email, website, etc.
; PLEASE NO COMMERCIAL ADS, ONLY YOUR PERSONAL INFORMATION!!!
;
; You can place here a text with two links in HTML format:
;   1) <a id=\"idTranslatorHome\" href=\"http://www.ntwind.com\">homepage</a>
;   2) <a id=\"idTranslatorMail\" href=\"mailto:alexander@ntwind.com">e-mail</a>
; Don't forget about special characters (like as \" and \\) in HTML tags, and 
; check out your links!
;
; You can also place here a salutation for TaskSwitchXP users!  ;)

20900="Traducido y ajustado por <a id=\"idTranslatorMail\" href=\"mailto:chrno.thesinner@gmail.com\">Alvaro Quezada Arce</a> aka  ßlãçk §ãgë \r\nVersión del archivo LNG. v1.0.3  :: Revisado el 14 de Mayo del 2005"


; Exclusions dialog
22000="Exclusiones de TaskSwitchXP"
22001="Aceptar"
22002="Cancelar"
22003="Aplicaciones Activas:"
22004="Actualizar"
22005="Nombre de la Exclusión:"
22006="Excluir por:"
22007="Nombre del Proceso:"
22008="Clase de la Ventana:"
22009="Titulo de la ventana:"
22010="Excluir desde:"
22011="Dibujar vista previa"
22012="Enumeración de la ventana"
22013="Activado"

22090="" ; not excluded
22091=">> Vista Previa Excluida"
22092=">> Enumeración Excluida"

; Configurator Errors
30000="Error del Configurador de TaskSwitchXP"
30002="Wuups!\nNo se pudo iniciar TaskSwitchXP.exe! Reinstalar el programa es una buena alternativa."
30003="Wuups!\nNo puedo guardar los cambios en el registro. Revisa si tienes suficientes permisos de acceso a este equipo."
30004="OH OH!\nNo puedo cargar estos ajustes desde este archivo."
30005="OH OH!\nNo puedo cargar estos ajustes desde este archivo. Restauraré los valores por defecto."
30006="Lo siento, no pude guardar los ajustes en este archivo."

; Hints for exclusion dialog
30100="Exclusión Sin Nombre"
30101="Por favor especifica un nombre para esta exclusión."
30102="No hay parámetros"
30103="Por favor especifica un parámetro para la exclusión"
30104="Proceso Sin Nombre"
30105="Por favor especifica un nombre para el proceso."
30106="Ventana Sin Clase"
30107="Por favor especifica una clase de ventana."

; Confirmations
30900="Confirmador de TaskSwitchXP"
30901="TaskSwitchXP ha detectado que hay más de un monitor activo en tu sistema.\r\n¿Quieres habilitar el modo \"Vista Previa de Ventana\" para que muestre todas las vistas previas del monitor secundario?"


; TaskSwitchXP Language Strings

; Tray menu
31000="Lista de Aplicaciones"
31001="Listas de instancias"	
31002="Opciones"
31003="Salir"

31020="Opciones Inmediatas"
31021="Ocultar icono de la bandeja del sistema"
31022="Reemplazar Alt-Tab"
31023="Habilitar el Cambiador de Instancias"
31024="No ocultar la ventana al soltar ALT"
31025="Usar método de bajo nivel para ALT+TAB"
31026="Nueva exclusión..."

31050="Ayuda"
31051="Documentación"
31052="Página Web"
31053="Acerca de TaskSwitchXP"

; Tray menu for minimized applications
31090="TSXP: %d aplicación(es)"
31091="Restaurar Todo"
31092="Minimizar Todo"
31093="Cerrar Todo"
31094="Restaurar"
31095="Minimizar"
31096="Cerrar"

; Task List menu
31110="Cambiar a"
31111="Minimizar"
31112="Minimizar junto al reloj"
31113="Cascada"
31114="Tile Horizontal"
31115="Tile Vertical"
31116="Restaurar"
31117="Maximizar"
31118="Cerrar"
31119="Finalizar Proceso"

; Common menu
31150="Mostrar Información del Proceso"
31151="Seleccionar Todo"
31152="Deseleccionar"
31153="Borrar Seleccionado"
31154="Ordenar por Titulo"
31155="Ordenar por Aplicación"	

; Process Info mask
; Here are used some terms from Windows Task Manager (Ctrl+Shift+Esc, Processes ; tab, View->Select Columns...)!
; WARNING: Don't replace %x special characters!!!
31500="Nombre de la imagen:  %s\r\nID del Proceso:  %u\r\n\r\nDuración:  %u:%02u:%02u\r\nTiempo del CPU:  %u:%02u:%02u\r\n\r\nUso de Memoria:  %uK\r\nVM Tamaño:  %uK"
31501="N/A" ; Process information is not available...

; Confirmations
31900="Confirmador TaskSwitchXP"
31901="Ya estas ejecutado TaskSwitchXP. ¿Prefieres cerrarlo e iniciarlo de nuevo manualmente?"
31902="¿Estás seguro que quieres salir de TaskSwitchXP?"
31903="TaskSwitchXP ha detectado que MS PowerToy TaskSwitcher está en ejecución.\r\n¿Deseas que termine?"

; Errors
32000="Problema con TaskSwitchXP"
32002="No se pudo inicializar el programa. Reinstalar es una buena opción."
32003="No pude instalar el método de bajo nivel para ALT+TAB. Reinstalar es una buena opción."
32004="No pude registrar el acceso mediante Alt+Tab o Alt+Shift+Tab.\r\nOtra aplicación debe haberla registrado ya.\nRevisa aquel programa que utilice este método abreviado o asigna otro método en la configuración de TaskSwitchXP en la sección de Atajos"
32005="No pude registrar el acceso mediante Ctrl+Alt+Tab o Ctrl+Alt+Shift+Tab.\r\nOtra aplicación debe haberla registrado ya.\nRevisa aquel programa que utilice este método abreviado o asigna otro método en la configuración de TaskSwitchXP en la sección de Atajos"
32006="No se pudo iniciar ConfigTsXP.exe! Reinstalar el programa es una buena alternativa."

32500="No pude registrar el siguiente atajo:\r\n\r\nNombre: %s\r\nModificadores: %02X\r\nCódigo Virtal: %02X"
32501="Salir de TaskSwitchXP"
32502="Mostrar/Ocultar el icono de la bandeja del sistema"
32503="Configurar TaskSwitchXP"
32504="Lista de Aplicaciones"
32505="Lista de Instancias"
32506="Minimizar la ventana junto al reloj"
32507="Restaurar desde la bandeja del sistema"
